#Внести данные. Изменить название файла с "botinfo copy" > "botinfo"
#Используются только BotToken, timeToGetStatus, channelID, LastCheckChannelID и SendLastCheck
#При изменении значений необходимо перезапустить bot.py
BotToken = ''               #токен бота
BotName = ''                #имя бота
BotTag = ""                 #тэг бота (имя бота#тэг)
AppID = ''                  #id приложения
BotLink = ''                #ссылка на бота
timeToGetStatus =  3        #время опроса в секундах
channelID = 0               #id канала, куда будут отправляться сообщения (заменить ноль)
LastCheckChannelID = 0      #id канала, куда будут отправляться сообщения о последней проверке (заменить ноль)
SendLastCheck = 'off'        # (on/off), если поставит "on", то бот будет слать в канал "LastCheckChannelID", что нет изменений (если их нет) и время последней проверки. 
                             # Будет много спама в этот канал, если это так, так что лучше всего выделить отдельный канал и отключить на нем уведомления.