#при изменении данных значений необходимо перезапустить программу для их применения
timeToPing = 5              #раз во сколько секунд пинговать устройства
Encoding = "utf-8"          #кодировка (лучше не менять)
indent = 4                  #количество пробелов в json файле
displayView = 'on'          #отображать данные пингов в консоли (on/off)
# в файле json если поместить в IPadd имя хоста (hostname), то он будет пинговать по хосту, а не ip
devicesJson = 'devices.json'#файл, где хранятся устройства (обязан быть json)